{
  "nav_home": "Головна",
  "nav_about": "Про мене",
  "nav_benefits": "Переваги",
  "nav_projects": "Мої проєкти",
  "nav_contact": "Зв'язатися",
  "hero_hello": "Привіт, я",
  "hero_name": "Троян Катерина",
  "hero_title": "Front-end Developer",
  "hero_hire": "Співпраця",
  "hero_cv": "Завантажити CV",
    "quote_text": "ВІД ІДЕЇ ДО ІНТЕРАКТИВНОГО ІНТЕРФЕЙСУ – З НАТХНЕННЯМ ТА ТУРБОТОЮ.",
     "about_title": "Про мене",
  "about_items": [
    {
      "title": "Про мене",
      "content": "Я Катерина Троян. Я захоплююся створенням швидких, адаптивних і зручних веб-додатків. Працюю з HTML, CSS, JavaScript, React, спеціалізуюсь на розробці інтерактивних і візуально привабливих інтерфейсів, що покращують досвід користувачів і допомагають досягати бізнес-цілей. Завжди дотримуюсь принципів чистого коду, уваги до деталей і орієнтації на результат. Я допомагаю компаніям зміцнювати онлайн-репутацію за допомогою якісних, зручних і технологічних рішень."
    },
    {
      "title": "Soft Skills",
      "content": "Командна робота<br/>Комунікабельність<br/>Дотримання дедлайнів<br/>Відповідальність"
    },
    {
      "title": "Цілі",
      "content": "Розвиток як Frontend-розробник<br/>Участь у крутих проєктах<br/>Створення зручних інтерфейсів для людей"
    },
    {
      "title": "Освіта",
      "content": "2024-2025 IT School GoIT<br/>Fullstack Developer<br/>2002-2007 НУБіП України, ступінь магістра"
    }
  ],
  "about_cv": "Завантажити CV",
   "benefits_title": "Переваги співпраці зі мною",
  "benefits_items": [
    {
      "title": "Фокус на результат та ефективну співпрацю",
      "text": "Моя мета — не просто створити інтерфейс, а допомогти вашому бізнесу працювати ефективніше. Результат для мене — це не лише код, а реальна цінність для вас і ваших клієнтів."
    },
    {
      "title": "Відповідальність та комунікація",
      "text": "Я уважна до завдань, дотримуюсь термінів і відкрита до конструктивної критики. Для мене важливо, щоб результат відповідав вашим очікуванням."
    },
    {
      "title": "Швидке та сумлінне виконання",
      "text": "Я розумію цінність часу. Виконую роботу сумлінно, з акцентом на якість і деталі, навіть у стислі терміни."
    }
  ],
  "projects_title": "Проєкти",
  "projects_list": [
    {
      "title": "Simply Chocolate",
      "description": "Сайт для бренду преміум-шоколаду з сучасним адаптивним дизайном, семантичною структурою HTML, інтерактивними ефектами та плавною анімацією. Адаптований під мобільні пристрої."
    },
    {
      "title": "KinoClick",
      "description": "Веб-додаток на React з використанням API для пошуку фільмів. Виводить постери, назви й короткий опис."
    },
    {
      "title": "Wacky Battles",
      "description": "Лендінг сторінка гри Wacky Battles від Evoplay. Реалізовано адаптивні секції Hero, About, Game Features та інші."
    },
    {
      "title": "Happy Cake",
      "description": "Адаптивний сайт для кондитерської. Використано HTML/CSS, анімацію, модальне вікно."
    },
    {
      "title": "Seek and you shall find",
      "description": "React-додаток із публічним API. Дозволяє шукати зображення за ключовими словами. Реалізовано інтерфейсні ефекти та адаптивність."
    },
    {
      "title": "Phonebook",
      "description": "React-додаток з авторизацією, збереженням контактів на сервері, пошуком і валідацією введених даних."
    }
  ],
  "projects_github": "GitHub",
  "projects_view": "Переглянути",
   "contact_title": "Почнімо співпрацю",
  "contact_name": "Ім’я",
  "contact_email": "Email",
  "contact_message": "Коментар",
  "contact_send": "Надіслати",
  "modal_title": "Дякую за ваш інтерес до співпраці!",
  "modal_text": "Я зв’яжуся з вами найближчим часом, щоб обговорити деталі й можливості співпраці. Залишайтеся на зв'язку.",
  "modal_close": "Закрити",
   "footer_email": "katerynatroyan.dev@gmail.com",
  "footer_phone": "+38 067 416 64 63",
  "footer_rights": "© 2025 Моє портфоліо. Всі права захищені."
}